tap "oven-sh/bun"
brew "sqlite"
brew "php"
brew "composer"
brew "deno"
brew "fzf"
brew "git"
brew "jq"
brew "lsd"
brew "nmap"
brew "nvm"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "oven-sh/bun/bun"
cask "brave-browser"
cask "discord"
cask "figma"
cask "font-geist-mono-nerd-font"
cask "httpie-desktop"
cask "imageoptim"
cask "iterm2"
cask "notion"
cask "orbstack"
cask "pearcleaner"
cask "raspberry-pi-imager"
cask "raycast"
cask "slack"
cask "spotify"
cask "steam"
cask "tableplus"
cask "tailscale-app"
cask "visual-studio-code"
cask "vlc"
vscode "adamhartford.vscode-base64"
vscode "astro-build.astro-vscode"
vscode "attilabuti.vscode-mjml"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "graphql.vscode-graphql-syntax"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vsliveshare.vsliveshare"
vscode "oven.bun-vscode"
vscode "patbenatar.advanced-new-file"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "ricard.postcss"
vscode "sleistner.vscode-fileutils"
vscode "smlombardi.slime"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "wayou.vscode-todo-highlight"
vscode "yoavbls.pretty-ts-errors"
